Repository: AnantLabs/gdesktop-translator
Catalog: gdesktop-translator/gDesktopTranslator/SettingsForm.*.resx
Languages: uk_ua

# label1.Text
source: Translate to language
uk_ua: Мова перекладу

# labelTranslateFrom.Text
source: Tanslate from language
uk_ua: Мова оригіналу

# groupBox.Text
source: Quick Translate Settings
uk_ua: Налаштування швидкого перекладу

# runAtStartupCheck.Text
source: Run at system startup
uk_ua: Запускати прогрму разом із Windows

# minToTrayAtStartCheck.Text
source: Minimize to system tray at startup
uk_ua: Мінімізувати до системного лотка при запуску

# minToTrayOnCloseCheck.Text
source: Minimize to system tray on close
uk_ua: Мінімізувати до системного лотка при закритті

# groupBox1.Text
source: General settings
uk_ua: Загальні параметри

# cancelBtn.Text
source: Cancel
uk_ua: Скасувати

# generalSettingsPage.Text
source: General Settings
uk_ua: Загальне

# ProxyPage.Text
source: Proxy configuration
uk_ua: Налаштування проксі

# label5.Text
source: E.g.: example.com:3128
uk_ua: Наприклад: example.com:3128

# label4.Text
source: Password
uk_ua: Пароль

# label3.Text
source: User domain
uk_ua: Домен

# label2.Text
source: User name
uk_ua: Користувач

# ProxyAddress.Text
source: Proxy Address
uk_ua: Адреса

# userProxyCheck.Text
source: Use proxy
uk_ua: Використовувати проксі-сервер

# listenTextProps.Text
source: Listen text
uk_ua: Читання тексту

# groupBox5.Text
source: Volume
uk_ua: Гучніть

# cachingPage.Text
source: Misc
uk_ua: Додатково

# groupBox4.Text
source: Words learning
uk_ua: Вивчення слів

# label6.Text
source: Pause between learning, min.
uk_ua: Пауза між сенсами навчання

# learningEnabledCheck.Text
source: Learning enabled
uk_ua: Вивчати слова

# groupBox3.Text
source: Updates
uk_ua: Оновлення

# checkForUpdates.Text
source: Check for updates
uk_ua: Перевіряти наявність оновлень

# groupBox2.Text
source: Caching
uk_ua: Кешування

# useCacheBox.Text
source: Use local cache (increase speed, reduce traffic)
uk_ua: Використовувати кеш

# $this.Text
source: Settings
uk_ua: Налаштування
